{
    "translation": {
        // Login Credentials
        "usernameProvided": "Όνομα Χρήστη",
        "passwordProvided": "Κωδικός",
        "domainProvided": "Domain (Διεύθυνση Διαδυκτίου)",
        "storeIdProvided": "Id Καταστήματος",
        // Drawer
        "intaleStatistics": "Στατιστικά Intale",
        "homeDrawer": "Αρχική",
        "turnoverDrawer": "Τζίρος",
        "totalProfitDrawer": "Συνολικό Κέρδος",
        "reportsDrawer": "Αναφορές",
        "chartsDrawer": "Διαγράμματα",
        "salesDrawer": "Πωλήσεις",
        "testingDrawer": "Τεστ Πωλήσεις",
        "helpDrawer": "Υποστήριξη",
        "languageDrawer": "Γλώσσα",
        "aboutDrawer": "Σχετικά με Εμάς",
        "logoutDrawer": "Αποσύνδεση από την Εφαρμογή",
        // Tabs (in caps no intonation)
        "TopProductsTabs": "Κορυφαια Προϊοντα",
        "SeasonalityTabs": "Εποχικοτητα",
        "TransactionTabs": "Συναλλαγες",
        "ByCategoriesTabs": "ανα Κατηγοριες",
        "BySubCategoriesTabs": "ανα Υποκατηγοριες",
        "DifferenceTabs": "Διαφορα",
        "ProductsTabs": "Προϊοντα",
        // Agreements & Titles
        "privacyPolicy": "Πολιτική Απορρήτου",
        "intalePrivacyPolicyLink": "Σύνδεσμος Πολιτικής Απορρήτου",
        "termsOfService": "Όροι Υπηρεσιών",
        "intaleTermsOfServiceLink": "Σύνδεσμος Όροι Υπηρεσιών",
        "intaleStatisticsTitle": "Intale Statistics",
        "intaleNews": "Intale Νέα",
        "intaleStatisticsContent": "Η εφαρμογή Intale Statistics παρέχει έναν εύκολο τρόπο για τον χρήστη να αναζητήσει και να βρει απάντηση για την οποιαδήποτε ερώτηση έχει για τις πωλήσεις τον προϊόντων όπως και την ανάπτυξη τους στην αγορά.\n\nΜάθε τώρα ότι πληροφορία χρειάζεσαι σχετικά με το κατάστημα σου!\n",
        "intaleNews1": "Η Intale εξελίσσεται καθημερινά ώστε να παρέχει στους χρήστες της, την καλύτερη εξυπηρέτηση!\n",
        "downloadLatestIntalePoint": "Εσύ έχεις κατεβάσει την τελευταία έκδοση του Intale Point;\n\nΕάν όχι, θα την βρεις εδώ!",
        "privacyPolicyContent": "Η 'INTALE SA ΤΕΧΝΟΛΟΓΙΚΩΝ ΕΦΑΡΜΟΓΩΝ', που βρίσκεται στην οδό Ερμού 74, Αθήνα, τηλ: 2106857007 - Email: mail@intale.com (Intale) ενημερώνει εσάς ότι είναι ο Υπεύθυνος Επεξεργασίας Δεδομένων για την επεξεργασία των δεδομένων σας σύμφωνα με την ισχύουσα εθνική και ευρωπαϊκή νομοθεσία σχετικά με τη χρήση των υπηρεσιών της IntalePoint όπως περιγράφεται στην παρούσα Πολιτική Απορρήτου\n\nΤα προσωπικά σας δεδομένα που επεξεργαζόμαστε είναι τα εξής:\n\n (α) Ταυτότητες της επιχείρησής σας, συμπεριλαμβανομένου του τύπου και του μεγέθους του καταστήματός σας, στοιχεία τραπεζικού λογαριασμού.\n\n(β) Δεδομένα δραστηριότητας πωλήσεων (λιανική ή χονδρική), όγκος πωλήσεων ανά προϊόν διαθέσιμο στο κατάστημά σας.\n\n (γ) Καταγράψτε και αρχειοθετήστε τηλεφωνικές συνομιλίες και ηλεκτρονικές ή άλλες επικοινωνίες κατά τη διάρκεια ερωτήσεων και παραπόνων, παρέχοντας τεχνική υποστήριξη, μετά την ειδοποίηση στην αρχή της τηλεφωνικής συνομιλίας.\n\nΤρίτοι παραλήπτες\n\nΤο προσωπικό της Intale που επεξεργάζεται τα δεδομένα σας είναι εξουσιοδοτημένο και υπεύθυνος για αυτό. Τρίτοι αποδέκτες των δεδομένων σας μπορεί να είναι τρίτοι εξωτερικοί ανάδοχοι της Intale που παρέχουν υπηρεσίες σχετικές με το IntalePoint (π.χ. εξυπηρέτηση πελατών, τηλεφωνική υποστήριξη κ.λπ.), νομικά πρόσωπα ιδιωτικού δικαίου για έρευνα αγοράς και εμπορική εκμετάλλευση των ευρημάτων.\n\nΗ Intale εγγυάται ότι τα δεδομένα σας δεν θα γνωστοποιηθούν σε κανένα τρίτο μέρος, εκτός από τις περιπτώσεις που η εταιρεία μας υποχρεούται να αποκαλύψει πληροφορίες στην αρμόδια διοικητική και τις δικαστικές αρχές.\n\nΜε την ηλεκτρονική αποδοχή της παρούσας Συμφωνίας, η Intale μπορεί να συλλέγει και να επεξεργάζεται τα προσωπικά σας δεδομένα και τα επιχειρηματικά δεδομένα με σκοπό τη δημιουργία βάσεων δεδομένων και την εμπορική εκμετάλλευση αυτών των βάσεων δεδομένων.\n\nΧρόνος τήρησης αρχείων\n\nΤα δεδομένα σας θα διατηρούνται από την Intale για περίοδο 10 ετών.\n\nΔικαιώματα\n\nΣχετικά με την επεξεργασία των παραπάνω δεδομένων σας, έχετε τα ακόλουθα δικαιώματα:\n\nΔικαίωμα πρόσβασης - Δικαίωμα λήψης πληροφοριών σχετικά με το εάν τα δεδομένα σας υποβάλλονται σε επεξεργασία και πρόσβαση, καθώς και το δικαίωμα ενημέρωσης σχετικά με αυτήν την επεξεργασία (ποιοι, για ποιο σκοπό, οι παραλήπτες, η περίοδος διατήρησης κ.λπ.).\n\nΔικαίωμα διόρθωσης - Δικαίωμα διόρθωσης ανακριβών προσωπικών δεδομένων και συμπλήρωσης ελλιπών στοιχείων.\n\nΔικαίωμα διαγραφής - Δικαίωμα αιτήματος για τη διαγραφή οποιουδήποτε από τα δεδομένα σας υπό ορισμένες προϋποθέσεις (δεδομένα που δεν είναι πλέον απαραίτητα, ανάκληση συγκατάθεσης κ.λπ.).\n\nΔικαίωμα περιορισμού επεξεργασίας - π.χ. όταν αμφισβητείται η ακρίβεια των δεδομένων, τα δεδομένα δεν χρειάζονται πλέον από τον υπεύθυνο επεξεργασίας κ.λπ.\n\nΔικαίωμα φορητότητας δεδομένων - Δικαίωμα αίτησης μεταφοράς προσωπικών δεδομένων σε άλλο Πρόσωπο που είναι υπεύθυνο για την επεξεργασία σε ένα δομημένο, ευρέως χρησιμοποιούμενο και μηχανικά αναγνώσιμη μορφή.\n\nΕπικοινωνία\n\nΓια να ασκήσετε τα θεσμοθετημένα δικαιώματά σας και οποιαδήποτε επικοινωνία σχετικά με την επεξεργασία των δεδομένων σας, μπορείτε να επικοινωνήσετε με την Intale με τους εξής τρόπους\n\nΔιεύθυνση: Ερμού 74, Αθήνα,\n\n10551\n\nΤηλέφωνο: 2106857007\n\nEmail: mail@intale.com\n\nΕπιπλέον, για οποιοδήποτε θέμα που σχετίζεται με την επεξεργασία των δεδομένων σας, μπορείτε να απευθυνθείτε και να απευθυνθείτε στην Αρχή Προστασίας Δεδομένων Προσωπικού Χαρακτήρα με τους εξής τρόπους\n\nΙστοσελίδα: http: //www.dpa.gr\n\nΤαχυδρομική Διεύθυνση: Λεωφόρος Κηφισίας 1-3, PO 115 23, Αθήνα\n\nΤηλεφωνικό Κέντρο: 0030 210 6475600\n\nFax: 0030 210 647568\n\nEmail: contact@dpa.g",
        "termsOfServiceContent": "1. Γενικά\n\nΟι Όροι Χρήσης των υπηρεσιών IntalePoint ορίζουν τα δικαιώματα και τις υποχρεώσεις του πελάτη (εφεξής 'εσείς' ή 'Πελάτης' ή 'Συνδρομητής') σχετικά με τη χρήση της υπηρεσίας online-SaaS IntalePoint και του σχετικού λογισμικού της εταιρείας με την επωνυμία 'INTALE SOFTWARE SERVICES SA' και τον διακριτικό τίτλο 'INTALE SA' (εφεξής 'Intale'), το οποίο παρέχεται με συνδρομή ως 'Λογισμικό ως Υπηρεσία' (SaaS) (εφεξής 'Υπηρεσία')\n\n2. Όροι\n\nΟι παρόντες Όροι Χρήσης συμφωνούνται μεταξύ του Πελάτη και της Intale για την παροχή και τη χρήση της Υπηρεσίας υπό συνδρομή. Με την αγορά του πακέτο συνδρομής στην Υπηρεσία από την Intale, ο Πελάτης συμφωνεί ότι δεσμεύεται από τους όρους και τις προϋποθέσεις που περιλαμβάνονται στο παρόν έγγραφο Όρων Χρήσης.\n\nΕάν συνάψετε την παρούσα Συμφωνία ως εκπρόσωπος νομικής οντότητας, θα πρέπει να έχετε νομική εξουσιοδότηση να δεσμεύει τη νομική οντότητα σύμφωνα με οποιονδήποτε και όλους τους όρους της Συμφωνίας.\n\n3. Εκχώρηση δικαιωμάτων πρόσβασης και χρήσης\n\nΣύμφωνα με τους όρους της Συμφωνίας, η Intale παραχωρεί στον Συνδρομητή ένα περιορισμένο χρονικό διάστημα, μη αποκλειστικό, μη μεταβιβάσιμο και μη εξαρτώμενο δικαίωμα χρήσης για πρόσβαση και χρήση των Υπηρεσιών αποκλειστικά από τον Συνδρομητή.\n\n4. Εξοπλισμός\n\nΓια τη λειτουργία των Υπηρεσιών σας, σας παρέχεται ο απαραίτητος εξοπλισμός όπως περιγράφεται στην παραγγελία σας.\n\nΗ Intale δεν παρέχει καμία εγγύηση για τον Εξοπλισμό. Ο Εξοπλισμός καλύπτεται από την εγγύηση του κατασκευαστή ή του αντιπροσώπου του σύμφωνα με τους όρους αυτής της εγγύησης.\n\n5. Διάρκεια Συνδρομής\n\nΗ παρούσα Συμφωνία τίθεται σε ισχύ την Ημερομηνία Έναρξης Ισχύος, που είναι η Ημερομηνία Ενεργοποίησης - Εγγραφής.\n\nΗ Intale μπορεί να ενημερώσει τον Συνδρομητή για την οφειλόμενη λήξη της Διάρκειας Συνδρομής μέσω της διεύθυνσης ηλεκτρονικού ταχυδρομείου που έχει καταχωρήσει κατά την εγγραφή με την Υπηρεσία.\n\n6. Πληρωμή\n\nΓια την παροχή υπηρεσιών συνδρομής SaaS, η συνολική αξία της πρέπει να καταβληθεί εντός τριών (3) ημερολογιακών ημερών από την Ημερομηνία Ενεργοποίησης (Συνδρομή) της Υπηρεσίας. Η εξόφληση μπορεί να γίνει με οποιονδήποτε από τους τρόπους που καθορίζονται στην παραγγελία.\n\nΗ ενεργοποίηση της συνδρομής πραγματοποιείται άμεσα, ανεξάρτητα από τον τρόπο πληρωμής.\n\n7. Υποχρέωση του Συνδρομητή για νόμιμη χρήση\n\nΟ Συνδρομητής εγγυάται και συμφωνεί να χρησιμοποιεί τις Υπηρεσίες με τον κατάλληλο τρόπο και αποκλειστικά για νόμιμη χρήση, σύμφωνα με τους ισχύοντες νόμους και όρους χρήσης. Ενδεικτικά αλλά όχι περιοριστικά, ο Συνδρομητής δεν μπορεί να χρησιμοποιεί τις Υπηρεσίες για: (1) εκπροσώπηση, διανομή, εμπορία, διάθεση, προώθηση ή διαφήμιση παράνομων προϊόντων ή υπηρεσιών, (2) για παραβάσεις της ισχύουσας φορολογικής νομοθεσίας (για παράδειγμα, μη έκδοση ένα νόμιμο σημείωμα πώλησης γενικά και ειδικότερα μέσω ακατάλληλης χρήσης της 'λειτουργίας εκπαίδευσης' που προσφέρει το IntalePoint, καθώς και άλλων παραβιάσεων του KSWF)\n\n8. Δικαιώματα Πνευματικής Ιδιοκτησίας\n\nΟ Συνδρομητής αναγνωρίζει ανεπιφύλακτα ότι το Λογισμικό και οι Υπηρεσίες προστατεύονται από την ισχύουσα εθνική και ευρωπαϊκή νομοθεσία περί πνευματικής ιδιοκτησίας και τις σχετικές διατάξεις των διεθνών συμβάσεων και αποτελούν και παραμένουν πάντα αποκλειστική ιδιοκτησία της Intale.\n\nΟ Συνδρομητής αναγνωρίζει και αποδέχεται ότι οποιαδήποτε εγκατάσταση οποιουδήποτε λογισμικού ή/και βάσεων δεδομένων στον υπολογιστή τους, καθώς και η χρήση του Λογισμικού και των Υπηρεσιών, δεν σημαίνει ούτε μπορεί με οποιονδήποτε τρόπο να ερμηνευθεί ως μεταβίβαση της ιδιοκτησίας της Intale στον Συνδρομητή\n\n9. Περιορισμοί\n\nΟ Συνδρομητής αναγνωρίζει ότι δεν δικαιούται:\n\nΠαραχωρήστε, υποκαταστήστε ή μεταβιβάστε άμεσα ή έμμεσα, με ή χωρίς αντάλλαγμα, την πρόσβαση και/ή τη χρήση της Υπηρεσίας σε οποιοδήποτε τρίτο πρόσωπο ή/και νομική οντότητα.\n\nii. Επιτρέψτε σε θυγατρική, μητρική εταιρεία ή συνδεδεμένη εταιρεία με οποιονδήποτε τρόπο ή σε οποιοδήποτε τρίτο νομικό ή φυσικό πρόσωπο να επωφεληθεί από τη χρήση ή τη λειτουργικότητα της Υπηρεσίας, είτε άμεσα είτε με οποιονδήποτε έμμεσο τρόπο,\n\niii. Να μεταβιβάσει με οποιονδήποτε τρόπο σε τρίτους όλα τα δικαιώματα που απορρέουν από την παρούσα σύμβαση.\n\n10. Αντιπροσωπείες και εγγυήσεις\n\nΗ Intale δηλώνει και εγγυάται ότι η Υπηρεσία θα παρέχεται επαγγελματικά σύμφωνα με τα πρότυπα του κλάδου και ότι η Υπηρεσία θα είναι σύμφωνη με την ηλεκτρονική περιγραφή της και την αντίστοιχη τεκμηρίωση στον επίσημο ιστότοπο της.\n\n11. Όρια Ευθύνης\n\nΗ Υπηρεσία παρέχεται 'ως έχει' και δεν παρέχεται καμία εγγύηση για τη χρήση που προτίθεται να πραγματοποιήσει ο Συνδρομητής. Η Intale και οποιοδήποτε μέρος που σχετίζεται με την Υπηρεσία δεν ευθύνεται για τυχόν ζημίες που προκύπτουν έμμεσα ή άμεσα από τη χρήση της Υπηρεσίας (απώλεια δεδομένων, εσόδων, κερδών ή άλλα οικονομικά οφέλη).\n\n12. Αποζημίωση\n\nΗ Intale θα υπερασπιστεί, θα αποζημιώσει και θα προστατεύσει τον Συνδρομητή από αξιώσεις που συνδέονται ή προκύπτουν από ενέργειες τρίτων εναντίον τους, λόγω οποιασδήποτε παραβίασης δικαιωμάτων τρίτων από την Intale, υπό τη ρητή προϋπόθεση ότι ο Συνδρομητής (α) ενημερώνει Λαμβάνοντας υπόψη άμεσα τις σχετικές αξιώσεις, (β) παρέχει τις απαραίτητες πληροφορίες και τις ανάγκες και την υποστήριξη της Intale για την άμυνά της έναντι τρίτων· (γ) παρέχει στην Intale αποκλειστικό έλεγχο και πρωτοβουλία για να υπερασπιστεί τον εαυτό της έναντι οποιασδήποτε τέτοιας αξίωσης (δ) δεν θα προχωρήσει σε κανένα δικαστικό ή εξωδικαστικό συμβιβασμό ούτε θα ικανοποιήσει αυτήν την αξίωση.\n\nΟ Συνδρομητής συμφωνεί και αναλαμβάνει να αποζημιώσει και να προστατεύσει την Intale έναντι αξιώσεων και, γενικά, κυρώσεις οποιουδήποτε είδους που προκύπτουν ή σχετίζονται με οποιονδήποτε τρόπο με (α) παραβίαση των όρων της Σύμβασης από τον Συνδρομητή ή τους αποδέκτες του· (β) χρήση των Υπηρεσιών από τον Συνδρομητή (γ) οποιαδήποτε παραβίαση οποιουδήποτε είδους.\n\n13. Συμφωνία επιπέδου υπηρεσίας (SLA)\n\nΓενικά:\n\nΗ παρούσα Συμφωνία καλύπτει το ελάχιστο επίπεδο υπηρεσιών που παρέχεται στον Συνδρομητή και τυχόν πρόσθετες υπηρεσίες που αναφέρονται στη Φόρμα Εγγραφής. Ο Συνδρομητής θα πρέπει να υποδεικνύει τυχόν αποκλίσεις μεταξύ της περιγραφής της Υπηρεσίας και της ίδιας της Υπηρεσίας το συντομότερο δυνατό. Η Intale θα καταβάλει κάθε δυνατή προσπάθεια για να διασφαλίσει τη διαθεσιμότητα της Υπηρεσίας στο 99% (μέσος όρος ανά μήνα).\n\n14. Γραμμή τηλεφωνικής υποστήριξης\n\nΗ Intale διαθέτει μια γραμμή υποστήριξης λογισμικού και υπηρεσιών που μπορείτε να καλείτε 24 ώρες την ημέρα,\n\n7 ημέρες την εβδομάδα.\n\n15. Διαθεσιμότητα της Υπηρεσίας\n\nΣτόχος είναι να υπάρχει η Υπηρεσία τουλάχιστον στο 99% του χρόνου, με μέσο όρο ανά μήνα, εκτός από τις προγραμματισμένες διακοπές συντήρησης. Επιπλέον, εκτιμάται ότι το τμήμα που εξαρτάται από το Intale θα είναι πάντα διαθέσιμο εκτός από δύο μη προγραμματισμένα διαλείμματα, τα οποία εκτιμάται ότι θα διαρκέσουν 2 ώρες\n\n16. Καταγγελία της Συμφωνίας\n\nΗ Intale διατηρεί το δικαίωμα να καταγγείλει την παρούσα Συμφωνία και να διακόψει την πρόσβαση του Συνδρομητή στην Υπηρεσία αμέσως χωρίς καμία συγκεκριμένη ειδοποίηση προς τον Συνδρομητή σε περίπτωση παραβίασης οποιωνδήποτε όρων από τον Συνδρομητή.\n\n17. Δεδομένα και σχετικές υπηρεσίες\n\nΜε την ηλεκτρονική αποδοχή αυτής της σύμβασης, η Intale μπορεί να συλλέγει και να επεξεργάζεται δεδομένα ή/και επιχειρηματικά δεδομένα για τη βελτίωση της παρεχόμενης υπηρεσίας και να παρέχει πληροφορίες και συμβουλές για την πιο κερδοφόρα διαχείριση της επιχείρησής σας, τη δημιουργία βάσης δεδομένων και την εμπορική εκμετάλλευση αυτών βάσεις δεδομένων.\n\n18. Διάφορα\n\ni. Ο Συνδρομητής συμφωνεί να συμμορφώνεται με την ισχύουσα νομοθεσία περί εξαγωγών και να μην μεταφέρει, με ηλεκτρονική μετάδοση ή με άλλο τρόπο, δεδομένα ή λογισμικό που υπόκεινται σε περιορισμούς σε προορισμούς που απαγορεύονται από το νόμο χωρίς τη νόμιμη εξουσιοδότηση της αρμόδιας αρχής.\n\nii. Η παρούσα Συμφωνία δεν συνεπάγεται τη δημιουργία οποιασδήποτε εμπορικής σχέσης ή συνεργασίας, όπως, ενδεικτικά, εκπροσώπησης, εργασιακής σχέσης ή οποιασδήποτε άλλης μορφής σχετικής συνεργασίας ή σχέσης μεταξύ του Συνδρομητή και της Intale πέρα από αυτή που καθορίζεται στη Φόρμα Εγγραφής.\n \niii. Καμία μεταφορά. Τα δικαιώματα και οι υποχρεώσεις του συνδρομητή βάσει της παρούσας Συμφωνίας δεν μπορούν να μεταβιβαστούν σε κανένα τρίτο μέρος χωρίς την προηγούμενη, γραπτή και ρητή συγκατάθεση της Intale για τον σκοπό αυτό.\n\niv. Εφαρμοστέο Δίκαιο - Αρμόδια Δικαστήρια. Η παρούσα Συμφωνία διέπεται από τους νόμους της Ελλάδας ως προς την ερμηνεία, την εκτέλεση και την εκτέλεσή της. Οποιαδήποτε διαφορά προκύψει από ή σε σχέση με την ερμηνεία, την εκτέλεση και την εκτέλεση της παρούσας Σύμβασης υπόκειται στην αποκλειστική δικαιοδοσία των αρμόδιων δικαστηρίων της Αθήνας.\n\nv. Ανωτέρας βίας. Οποιαδήποτε καθυστέρηση ή παράλειψη ενός από τα μέρη να εκπληρώσει τις υποχρεώσεις του εγκαίρως (εκτός από τις οικονομικές υποχρεώσεις) λόγω αποδεδειγμένου γεγονότος ανωτέρας βίας δεν συνιστά λόγο για καταγγελία της Συμφωνίας.\n\nvi. Συνολική συμφωνία. Το παρόν κείμενο αποτελεί τη συνολική συμφωνία μεταξύ των μερών και υπερισχύει κάθε γραπτής ή προφορικής προηγούμενης συμφωνίας, συνδιαλλαγής ή διαπραγμάτευσης μεταξύ τους. Η παρούσα Συμφωνία μπορεί να τροποποιηθεί μόνο εγγράφως.",
        "accept": "Αποδοχή",
        // Exit App
        "logoutApp": "Αποσύνδεση από την Εφαρμογή",
        "areYouSureExitApp": "Είστε βέβαιοι ότι θέλετε να βγείτε από την εφαρμογή;",
        "mustLogInAgain": "Θα πρέπει να ξανασυνδεθείτε.",
        // Demo Go To
        "goToLineChartScreen": "Πήγαινε στην οθόνη γραφήματος",
        "goToAuditScreen": "Πήγαινε στην οθόνη ελέγχου",
        "goToStoreScreen": "Πήγαινε στην οθόνη καταστήματος",
        "goToProductSalesScreen": "Πήγαινε στην οθόνη πωλήσεων προϊόντων",
        "goToSalesTabsScreen": "Πήγαινε στην οθόνη καρτέλων πωλήσεων",
        "deleteTokenAndLoginAgain": "Διέγραψε το Token και συνδέσου ξανά",
        // Various
        "english": "ΑΓΓΛΙΚΑ",
        "greek": "ΕΛΛΗΝΙΚΑ",
        "romanian": "ΡΟΥΜΑΝΙΚΑ",
        "no": "Όχι",
        "yes": "Ναι",
        "from": "Από",
        "to": "Έως",
        "return": "Επιστροφή",
        "close": "Κλείσιμο",
        "cancel": "Ακύρωση",
        "confirm": "Επιβεβαίωση",
        "expand": "ΕΠΕΚΤΑΣΗ",
        "collapse": "ΚΑΤΑΡΡΕΥΣΗ",
        "submit": "Υποβολή",
        "vat": "ΑΦΜ",
        "password": "κωδικός",
        "newSearch": "Νέα Αναζήτηση",
        "selectAnOption": "Διαλέξτε μία επιλογή",
        "warning": "Προειδοποίηση",
        "validVatNumber": "Παρακαλώ εισάγετε έναν έγκυρο αριθμό ΑΦΜ",
        "validCredentials": "Παρακαλώ εισάγετε σωστά στοιχεία σύνδεσης",
        // Dates
        "day": "ΗΜΕΡΑ",
        "week": "ΕΒΔΟΜΑΔΑ",
        "month": "ΜΗΝΑΣ",
        "year": "ΧΡΟΝΟΣ",
        "january": "Ιαν",
        "february": "Φεβ",
        "march": "Μαρ",
        "april": "Απρ",
        "may": "Μαι",
        "june": "Ιουν",
        "july": "Ιουλ",
        "august": "Αυγ",
        "september": "Σεπ",
        "october": "Οκτ",
        "november": "Νοε",
        "december": "Δεκ",
        "selectFromDate": "Επιλογή Ημ/νίας Από",
        "selectEndDate": "Επιλογή Ημ/νίας Έως",
        "fromDate": "Ημ/νία Από",
        "endDate": "Ημ/νία Έως",
        "selectDate": "Επιλογή Ημ/νίας",
        "noDataAvailable": "Δεν υπάρχουν διαθέσιμα δεδομένα",
        // Turnover Screen
        "searchForTurnoverData": "Αναζήτηση για δεδομένα τζίρου",
        // Login Screen
        "helloIntalerLoginScreen": "Γεια σου Intaler!",
        "backToLogin": "Επιστροφή",
        "nonRegisteredEmail": "Το email σας δεν αντιστοιχεί σε καταχωρημένο ΑΦΜ. Χρειάζεται εισαγωγή ενός έγκυρου ΑΦΜ για να συνοδεύεται από το email σας.",
        "oneTimePassword": "Ένας κωδικός μίας χρήσης έχει σταλθεί στο email σας. Παρακαλώ, να γίνει εισαγωγή εδώ. ",
        // Help Screen
        "titleHelpScreen": "Είμαστε κοντά σας 24 ώρες το 24ωρο, 7 ημέρες την εβδομάδα, 365 ημέρες το χρόνο",
        "secondTitleHelpScreen": "Επικοινωνήστε μαζί μας με έναν από τους παρακάτω τρόπους και βρείτε ό,τι χρειάζεστε",
        "callCenterHelpScreen": "ΚΕΝΤΡΟ ΤΗΛΕΦΩΝΙΚΗΣ ΥΠΟΣΤΗΡΙΞΗΣ",
        "emailHelpScreen": "EMAIL ΕΠΙΚΟΙΝΩΝΙΑΣ ΠΡΟΤΑΣΕΩΝ",
        "manualHelpScreen": "ΟΔΗΓΟΣ ΧΡΗΣΗΣ",
        "onlineCenterHelpScreen": "ONLINE ΚΕΝΤΡΟ ΥΠΟΣΤΗΡΙΞΗΣ",
        "trainingVideosHelpScreen": "ΕΚΠΑΙΔΕΥΤΙΚΑ VIDEOS",
        "storeInformationHelpScreen": "ΣΤΟΙΧΕΙΑ ΚΑΤΑΣΤΗΜΑΤΟΣ",
        "vatHelpScreen": "ΑΦΜ",
        "primaryEmailHelpScreen": "ΚΥΡΙΟ EMAIL",
        "brandHelpScreen": "ΕΠΩΝΥΜΙΑ",
        "storeHelpScreen": "ΚΑΤΑΣΤΗΜΑ",
        "posHelpScreen": "ΤΑΜΕΙΟ",
        "storeIdHelpScreen": "ID ΚΑΤΑΣΤΗΜΑΤΟΣ",
        "domainHelpScreen": "ΔΙΕΥΘΥΝΗΣΗ ΔΙΑΔΥΚΤΙΟΥ",
        // About Screen
        "yourDigitalGuideAboutScreen": "Ο ψηφιακός σου οδηγός",
        "smallRetailAboutScreen": "Η μικρή λιανική είναι μία μεγάλη μάχη.",
        "inIntaleWeHelpAboutScreen": "Σε βοηθάμε να κερδίσεις.",
        "madeWithAboutScreen": "Φτιαγμένο με",
        "andAboutScreen": "και",
        "inAthensAboutScreen": "στην Αθήνα",
        // Sales tabs screen
        "turnover": "Τζίρος",
        "profit": "Κέρδος",
        "turnoverDetails": "Λεπτομέρειες Τζίρου",
        "profitDetails": "Λεπτομέρειες Κέρδους",
        "topProducts": "Κορυφαία Προϊόντα",
        "categoryDetails": "Λεπτομέρειες Κατηγοριών Προϊόντων",
        "productSalesDetails": "Λεπτομέρειες Πωλήσεων Προϊόντων",
        "dailyTransactionAvg": "Μ.Ο Συναλλαγών Καταστήματος",
        "exportToExcel": "ΕΞΑΓΩΓΗ ΣΕ EXCEL",
        "vatTotal": "σύνολο Φ.Π.Α.",
        "avgPerDay": "Μ.Ο ανά ημέρα",
        "withVAT": "με Φ.Π.Α",
        "withoutVAT": "χωρίς Φ.Π.Α.",
        "profitAsPer": "κέρδος επί του Τζίρου",
        "moreDetails": "Λεπτομέρειες",
        "WeekAbbr": "Εβδ",
        "of": "του",
        // Language Screen
        "chooseLanguageTitle": "ΕΠΙΛΟΓΗ ΓΛΩΣΣΑΣ",
        // Product Details 
        "chooseProduct": "ΕΠΙΛΟΓΗ ΠΡΟΪΟΝΤΟΣ",
        "productPlaceHolder": "Αναζήτηση με Όνομα, Barcode, κωδικό Προμηθευτή ή Εσωτερικό κωδικό",
        // *Non changeable* Data Specific
        "ProfitWithVat": "κέρδος με Φ.Π.Α.",
        "ProfitWithoutVat": "κέρδος χωρίς Φ.Π.Α.",
        "ProfitOnTurnOverPercentage": "κέρδος επί του τζίρου",
        "TurnOverWithoutVat": "τζίρος με Φ.Π.Α",
        "TurnOverWithVat": "τζίρος χωρίς Φ.Π.Α",
        "TotalProfitVat": "ΦΠΑ", // TotalProfit API
        "TotalProfitWithoutVat": "ΚΕΡΔΟΣ ΜΕ ΦΠΑ", // TotalProfit API
        "TotalProfitWithVat": "ΚΕΡΔΟΣ ΧΩΡΙΣ ΦΠΑ", // TotalProfit API
        "Level": "ΦΠΑ%", // Turnover API  // TotalProfit API
        "TurnoverWithoutVat": "ΤΖΙΡΟΣ ΜΕ ΦΠΑ", // Turnover API
        "TurnoverWithVat": "ΤΖΙΡΟΣ ΧΩΡΙΣ ΦΠΑ", // Turnover API
        "TurnoverVatTotal": "ΦΠΑ", // Turnover API
        "AvgPerDay": "Μ.Ο ΑΝΑ ΗΜΕΡΑ", // Turnover API
        "VatTotal": "σύνολο Φ.Π.Α.",
        "Quantity": "τεμάχια",
        "AverageTransactionsPerDay": "συναλλαγές ανά ημέρα",
        "AverageTotalGrossPerTransaction": "ανά συναλλαγή",
        "AverageProductsCountPerTransaction": "προϊόντα στο καλάθι ανά συναλλαγή",
        "AverageVatPerDay": "Φ.Π.Α. ανά ημέρα",
        "CategoryName": "ΚΑΤΗΓΟΡΙΑ", // Category Details API
        "CostInclVat": "ΚΟΣΤΟΣ ΜΕ ΦΠΑ", // Category Details API
        "QuantityTmx": "ΤΜΧ", // Category Details API
        "Turnover": "ΤΖΙΡΟΣ", // Category Details API
        "ProfitPercentage": "% ΚΕΡΔΟΣ", // Category Details API
        "TotalTurnoverAndProfit": "Σύνολο Τζίρου και Κέρδους",
        // Sales Tabs
        "SalesStatistics": "Στατιστικά Πωλήσεων",
        "SalesInsights": "Πληροφορίες Πωλήσεων",
        // Sales Insights
        "TopProductsInItemsSales": "Κορυφαία προϊόντα σε πωλήσεις ειδών",
        "TopProductsInItemsSalesPerStore": "Κορυφαία προϊόντα σε πωλήσεις ειδών ανά κατάστημα",
        "SelectedCategories": "Επιλεγμένες Κατηγορίες",
        "PressToChooseCategory": "Πάτησε για να διαλέξεις μία κατηγορία",
        "SelectedSubCategories": "Επιλεγμένες Υποκατηγορίες",
        "PressToChooseSubCategory": "Πάτησε για να διαλέξεις μία υποκατηγορία",
        "AvailableCategories": "Διαθέσιμες Κατηγορίες",
        "AvailableSubCategories": "Διαθέσιμες Υποκατηγορίες",
        "SubscriptionAccess": "Δεν έχετε πρόσβαση σε αυτή την σελίδα. Πατήστε εδώ για να αναβαθμίσετε τη συνδρομή σας.",
        "showSelected": "Ένδειξη επιλεγμένων",
        "showAll": "Ένδειξη όλων",
        "selectAll": "Επιλογή όλων",
        "unselectAll": "Αποεπιλογή όλων",
        "TransactionsPerHour": "Συναλλαγές ανά ώρα",
        "TransactionsPerDay": "Συναλλαγές ανά ημέρα",
        "WeeklyAnalysisOfHourlyTransactions": "Εβδομαδιαία Ανάλυση ωριαίων συναλλαγών",
        // All Arrays
        "months": {
            "january": "Ιανουάριος",
            "february": "Φεβρουάριος",
            "march": "Μάρτιος",
            "april": "Απρίλιος",
            "may": "Μάϊος",
            "june": "Ιούνιος",
            "july": "Ιούλιος",
            "august": "Αύγουστος",
            "september": "Σεπτέμβριος",
            "october": "Οκτώβριος",
            "november": "Νοέμβριος",
            "december": "Δεκέμβριος"
        },
        // Not needed atm
        "subProducts": {
            "BAR SNACKS": "ΜΠΑΡΕΣ ΣΝΑΚ",
            "CHIPS": "ΠΑΤΑΤΑΚΙΑ"
        }
    }
}