{
    "translation": {
        // Drawer
        "intaleStatistics": "Intale Statistics",
        "homeDrawer": "Home",
        "turnoverDrawer": "Turnover",
        "totalProfitDrawer": "Total Profit",
        "reportsDrawer": "Reports",
        "chartsDrawer": "Charts",
        "testingDrawer": "Test Sales",
        "helpDrawer": "Help",
        "aboutDrawer": "About",
        "exitAppDrawer": "Exit App",
        // Tabs (in caps)
        "TopProductsTabs": "Top Products",
        "SeasonalityTabs": "Seasonality",
        "TransactionTabs": "Transactions",
        "ByCategoriesTabs": "By Categories",
        "BySubCategoriesTabs": "By Sub Categories",
        "DifferenceTabs": "Difference",
        "ProductsTabs": "Products",
        // Agreements
        "privacyPolicy": "Privacy Policy",
        "intalePrivacyPolicyLink": "Privacy Policy Link",
        "termsOfService": "Terms of Service",
        "intaleTermsOfServiceLink": "Terms of Service Link",
        "privacyPolicyContent": "The 'INTALE SA OF TECHNOLOGICAL APPLICATIONS', located at 74 Ermou Street, Athens, tel: 2106857007 - Email: mail@intale.com (Intale) informs you that it is the Data Processor for the processing of your data according to the applicable national and European legislation regarding your use of IntalePoint's services as detailed in this Privacy Policy\n\nYour personal data that we process is as follows:\n\n(a) Identities of your business, including the type and size of your store, bank account information.\n\n(b) Sales activity data (retail or wholesale), sales volume per product available in your store.\n\n(c) Record and archive telephone conversations and electronic or other communications during queries and complaints, providing technical support, upon notification at the beginning of the telephone conversation.\n\nThird-party recipients\n\nIntale's personnel processing your data is authorized and responsible for this. Third-party recipients of your data may be Intale's third party outsourcers who provide IntalePoint-related services (e.g. customer service, telephone support, etc.), private law entities for market research and commercial exploitation of the findings.\n\nIntale guarantees that your data will not be disclosed to any third party, except in cases where our company is required to disclose information to the competent administrative and judicial authorities.\n\nBy your accepting electronically this Agreement, Intale may collect and process your personal data and business data for the purpose of creating databases and commercial exploitation of these databases.\n\nRecord keeping time\n\nYour data will be retained by Intale for a period of 10 years.\n\nRights\n\nWith regard to processing your above data, you have the following rights:\n\nRight of access - Right to receive information on whether your data is processed and accessed, as well as the right to be informed about this processing (who, for what purpose, recipients, retention period, etc.).\n\nRight to rectification - Right to correct inaccurate personal data and fill in incomplete information.\n\nRight to erasure - Right to request the deletion of any of your data under certain conditions (data that is no longer necessary, withdrawal of consent, etc.).\n\nRight to Restriction of Processing - e.g. when the accuracy of the data is questioned, the data is no longer needed by the controller, etc.\n\nRight to data portability - Right to request the transfer of personal data to another Person in charge of processing in a structured, widely used and mechanically readable form.\n\nCommunication\n\nTo exercise your statutory rights and any communication regarding the processing of your data, you may contact Intale in the following ways\n\nAddress: Ermou 74, Athens,\n\n10551\n\nPhone: 2106857007\n\nEmail: mail@intale.com\n\nIn addition, for any matter relating to the processing of your data, you may address and refer to the Personal Data Protection Authority in the following ways:\n\nWebsite: http: //www.dpa.gr\n\nPostal Address: 1-3, Kifissias Avenue, PO 115 23, Athens\n\nCall Center: 0030 210 6475600\n\nFax: 0030 210 6475628\n\nEmail: contact@dpa.g",
        "termsOfServiceContent": "1. General\n\nThe Terms of Use of IntalePoint services define the rights and the obligations of the client (hereinafter referred as “you” or “Customer” or “Subscriber”) regarding the use of the online-SaaS IntalePoint service and the related software of the company with the name “INTALE SOFTWARE SERVICES SA” and the distinctive title “INTALE SA” (hereinafter referred as “Intale”), which is provided with subscription as “Software as a Service” (SaaS) (hereinafter referred as “Service”)\n\n2. Terms\n\nThe present Terms of Use are agreed between the Customer and Intale for the provision and use of the Service under subscription. Upon purchasing the subscription package to the Service from Intale, the Client agrees that they are bound by the terms and conditions included in the present Terms of Use document.\n\nIf you enter into this Agreement as a legal entity representative, you should be legally authorized to bind the legal entity under any and all terms of the Agreement.\n\n3. Grant of rights of access and use\n\nIn accordance with the terms of the Agreement, Intale grants the Subscriber a time limited, non-exclusive, non-transferable and non-subordinated right of use for access to and use of the Services solely by the Subscriber.\n\n4. Equipment\n\nFor the operation of your Services, you are provided with the necessary equipment as described in your order.\n\nIntale does not provide any warranty for the Equipment. The Equipment is covered by the manufacturer's or his agent's warranty in accordance with the terms of such warranty.\n\n5. Duration of Subscription\n\nThis Agreement enters into force on the Effective Date, which is the Date of Activation - Registration.\n\nIntale may inform the Subscriber of the due expiration of the Subscription Duration through the email address they have registered when registering with the Service.\n\n6. Payment\n\nIn order to provide SaaS subscription services, its total value must be paid within three (3) calendar days of the Service's Activation Date (Subscription). Repayment can be made in any of the ways specified in the order.\n\nActivation of the subscription is made immediately, irrespective of the method of payment.\n\n7. Obligation of the Subscriber for lawful use\n\nThe Subscriber warrants and agrees to use the Services in the appropriate manner and solely for lawful use, in accordance with the applicable laws and terms of use. Indicatively but not restrictively, the Subscriber may not use the Services to: (1) represent, distribute, trade, dispose of, promote or advertise illegal products or services, (2) commit breaches of applicable tax law (for example, failure to issue a legal sales note in general and in particular through inappropriate use of the 'training function' offered by IntalePoint, as well as other KSWF violations)\n\n8. Intellectual Property Rights\n\nThe Subscriber unreservedly acknowledges that the Software and Services are protected by applicable national and European intellectual property laws and the relevant provisions of the international conventions and are and always remain the sole property of Intale.\n\nThe Subscriber acknowledges and accepts that any installation of any software and / or databases on their computer, as well as the use of the Software and the Services, does not mean nor can in any way be interpreted as a transfer to the Subscriber of Intale's ownership\n\n9. Restrictions\n\nThe Subscriber acknowledges that they are not entitled to:\n\ni. Grant, subrogate or directly or indirectly transfer, with or without consideration, the access and / or use of the Service to any third person and / or legal entity.\n\nii. Allow a subsidiary, parent company, or affiliate in any way whatsoever or any third party legal or natural person to benefit from the use or functionality of the Service, either directly or in any indirect way,\n\niii. To transfer in any way to third parties all rights arising from this contract.\n\n10. Representations and warranties\n\nIntale represents and warrants that the Service will be provided professionally in accordance with industry standards and that the Service will be in line with its online description and the corresponding documentation on its official website.\n\n11. Limits of Liability\n\nThe Service is provided 'as is' and no warranty is provided for the use that the Subscriber intends to perform. Intale and any party related to the Service are not responsible for any damages arising indirectly or directly from the use of the Service (loss of data, revenue, profits or other economic benefits).\n\n12. Compensation\n\nIntale will defend, indemnify and protect the Subscriber from claims linked to or resulting from actions of third parties against them, due to any violation of third party rights by Intale, subject to the explicit condition that the Subscriber (a) inform Intale directly of the relevant claims, (b) provide the necessary information and the necessary support to Intale for its defense against third parties; (c) give Intale exclusive control and initiative to defend itself against any such claim (d) will not proceed in any judicial or extrajudicial settlement or satisfy this claim.\n\nThe Subscriber agrees and undertakes to compensate and protect Intale against claims and, in general, penalties of any kind arising or in any way related to (a) breach of the terms of the Agreement by the Subscriber or its addressees; (b) use of the Services by the Subscriber (c) any breach of any kind.\n\n13. Service Level Agreement (SLA)\n\nGenerally:\n\nThis Agreement covers the minimum level of service provided to the Subscriber and any additional services detailed in the Registration Form. The Subscriber should indicate any discrepancies between the description of the Service and the Service itself as soon as possible. Intale will make every effort to ensure availability of the Service at 99% (average per month).\n\n14. Telephone support line\n\nIntale has a software and service support line that you can call 24 hours a day,\n\n7 days a week.\n\n15. Availability of Service\n\nThe aim is to have the Service at least 99% of the time, averaged per month, except for planned maintenance interruptions. In addition, it is estimated that the Intale-dependent department will always be available except for two unplanned breaks, estimated to last for 2 hours\n\n16. Termination of the Agreement\n\nIntale reserves the right to terminate this Agreement and discontinue Subscriber access to the Service immediately without any specific notification to the Subscriber in the event of any breach of any terms by the Subscriber.\n\n17. Data and related services\n\nBy accepting this contract electronically, Intale may collect and process data and / or business data to improve the service provided and provide information and advice on the most profitable management of your business, database creation and commercial exploitation of these databases.\n\n18. Miscellaneous\n\ni. The Subscriber agrees to comply with applicable export laws and not to transfer, by electronic transmission or otherwise, any data or software subject to restrictions to destinations prohibited by law without the lawful authorization of the competent authority.\n\nii. This Agreement does not imply the creation of any commercial relationship or cooperation, such as, but not limited to, representation, employment relationship or any other form of relevant collaboration or relationship between the Subscriber and Intale beyond that specified in the Registration Form.\n\niii. No transfer. Subscriber's rights and obligations under this Agreement may not be transferred to any third party without the prior, written and express consent of Intale for that purpose.\n\niv. Applicable Law - Competent Courts. This Agreement is governed by the laws of Greece as to its interpretation, performance under and execution thereof. Any dispute arising from or in connection with the interpretation, performance and execution of this Agreement is subject to the exclusive jurisdiction of the competent courts of Athens.\n\nv. Force majeure. Any delay or failure of one of the parties to fulfill its obligations in a timely manner (other than financial obligations) due to a proven force majeure event shall not constitute grounds for termination of the Agreement.\n\nvi. Overall agreement. This text constitutes the overall agreement between the parties and prevails over any written or oral prior agreement, conciliation or negotiation between them. This Agreement may only be amended in writing.",
        "accept": "Accept",
        // Exit App
        "exitApp": "Exit App",
        "areYouSureExitApp": "Are you sure you want to exit the app?",
        "mustLogInAgain": "You must log in again.",
        // Demo Go To
        "goToLineChartScreen": "Go to line chart screen",
        "goToAuditScreen": "Go to audit screen",
        "goToStoreScreen": "Go to store screen",
        "goToProductSalesScreen": "Go to product sales screen",
        "goToSalesTabsScreen": "Go to sales tabs screen",
        "deleteTokenAndLoginAgain": "Delete token and login again",
        // Various 
        "english": "ENGLISH",
        "greek": "GREEK",
        "romanian": "ROMANIAN",
        "no": "No",
        "yes": "Yes",
        "from": "From",
        "to": "To",
        "return": "Return",
        "close": "Close",
        "cancel": "Cancel",
        "confirm": "Confirm",
        "expand": "EXPAND",
        "collapse": "COLLAPSE",
        "submit": "Submit",
        "vat": "VAT",
        "password": "password",
        "newSearch": "New Search",
        "selectAnOption": "Select an option",
        "warning": "Warning",
        "validVatNumber": "Please enter a valid VAT number",
        "validEmail": "Please enter a valid email",
        // Dates
        "day": "DAY",
        "week": "WEEK",
        "month": "MONTH",
        "year": "YEAR",
        "january": "Jan",
        "february": "Feb",
        "march": "Mar",
        "april": "Apr",
        "may": "May",
        "june": "Jun",
        "july": "Jul",
        "august": "Aug",
        "september": "Sep",
        "october": "Oct",
        "november": "Nov",
        "december": "Dec",
        "selectFromDate": "Select From Date",
        "selectEndDate": "Select End Date",
        "fromDate": "From Date",
        "endDate": "End Date",
        "selectDate": "Select Date",
        "noDataAvailable": "No data available",
        // Turnover Screen
        "searchForTurnoverData": "Search for turnover data",
        // Login Screen
        "helloIntalerLoginScreen": "Hello Intaler!",
        "backToLogin": "Back to login",
        "nonRegisteredEmail": "Your email does not correspond to a registered VAT number. Please insert a valid VAT number to go with your email.",
        "oneTimePassword": "A one-time password has been sent to your email. Please enter it below.",
        // Help Screen
        "titleHelpScreen": "We are with you 24 hours a day, 7 days a week, 365 days a year",
        "secondTitleHelpScreen": "Contact us with one of the following ways below and find out what you need",
        "callCenterHelpScreen": "CALL CENTER SUPPORT",
        "emailHelpScreen": "PROPOSAL COMMUNICATION EMAIL",
        "manualHelpScreen": "USAGE MANUAL",
        "onlineCenterHelpScreen": "ONLINE SUPPORT CENTER",
        "trainingVideosHelpScreen": "TRAINING VIDEOS",
        "storeInformationHelpScreen": "STORE INFORMATION",
        "primaryEmailHelpScreen": "PRIMARY EMAIL",
        "vatHelpScreen": "VAT",
        "brandHelpScreen": "BRAND NAME",
        "storeHelpScreen": "STORE",
        "posHelpScreen": "POS",
        // About Screen
        "yourDigitalGuideAboutScreen": "Your digital guide",
        "smallRetailAboutScreen": "Small retail is a daily battle.",
        "inIntaleWeHelpAboutScreen": "In Intale we help you to win.",
        "madeWithAboutScreen": "Made with",
        "andAboutScreen": "and",
        "inAthensAboutScreen": "in Athens",
        // Sales tabs screen
        "turnover": "Turnover",
        "profit": "Profit",
        "turnoverDetails": "Turnover Details",
        "profitDetails": "Total Profit Details",
        "topProducts": "Top Selling Products",
        "categoryDetails": "Category Details",
        "productSalesDetails": "Product Sales Details",
        "dailyTransactionAvg": "Daily Transactions Average",
        "exportToExcel": "EXPORT TO EXCEL",
        "vatTotal": "VAT total",
        "avgPerDay": "Average Per Day",
        "withVAT": "with VAT",
        "withoutVAT": "without VAT",
        "profitAsPer": "profit as a percentage",
        "moreDetails": "More Details",
        "Week": "Week",
        "of": "of",
        // Product Details
        "chooseProduct": "CHOOSE A PRODUCT",
        "productPlaceHolder": "Search by Name, Barcode, Supplier Code or Internal Code",
        // *Non changeable* Data Specific
        "ProfitWithVat": "profit incl. VAT",
        "ProfitWithoutVat": "profit excl. VAT",
        "ProfitOnTurnOverPercentage": "turnover profit percentage",
        "TurnOverWithoutVat": "turnover excl. VAT",
        "TurnOverWithVat": "turnover incl. VAT",
        "TotalProfitVat": "VAT", // TotalProfit API
        "TotalProfitWithoutVat": "TOTAL PROFIT INCL. VAT", // TotalProfit API
        "TotalProfitWithVat": "TOTAL PROFIT EXCL. VAT", // TotalProfit API
        "TurnoverWithoutVat": "TURNOVER EXCL. VAT", // Turnover API
        "TurnoverWithVat": "TURNOVER INCL. VAT", // Turnover API
        "TurnoverVatTotal": "VAT", // Turnover API 
        "Level": "VAT%", // Turnover API 
        "TotalProfitPercentage": "VAT", // Turnover API
        "AvgPerDay": "AVERAGE PER DAY", // Turnover API
        "VatTotal": "VAT Sum",
        "Quantity": "items",
        "AverageTransactionsPerDay": "transactions/day",
        "AverageTotalGrossPerTransaction": "per transaction",
        "AverageProductsCountPerTransaction": "products in the cart",
        "AverageVatPerDay": "VAT/day",
        "CategoryName": "CATEGORY", // Category Details API
        "CostInclVat": "COST INCL. VAT", // Category Details API
        "QuantityTmx": "QUANTITY", // Category Details API
        "Turnover": "REVENUES", // Category Details API
        "ProfitPercentage": "% PROFIT", // Category Details API
        "TotalTurnoverAndProfit": "Total Turnover and Profit",
        // Sales Tabs
        "SalesStatistics": "Sales Statistics",
        "SalesInsights": "Sales Insights",
        // Sales Insights
        "TopProductsInItemsSales": "Top products in items sales",
        "TopProductsInItemsSalesPerStore": "Top products in items sales per store",
        "SelectedCategories": "Selected Categories",
        "PressToChooseCategory": "Press to choose a category",
        "SelectedSubCategories": "Selected Sub Categories",
        "PressToChooseSubCategory": "Press to choose sub categories",
        "AvailableCategories": "Available Categories",
        "AvailableSubCategories": "Available Sub Categories",
        "SubscriptionAccess": "You do not have access to this page. Press this to upgrade your subscription plan.",
        "showSelected": "Show selected",
        "showAll": "Show all",
        "selectAll": "Select all",
        "unselectAll": "Unselect all",
        "TransactionsPerHour": "Transaction Per Hour",
        "TransactionsPerDay": "Transaction Per Day",
        "WeeklyAnalysisOfHourlyTransactions": "Weekly Analysis of Hourly Transactions",
        // All Arrays
        "months": {
            "january": "January",
            "february": "February",
            "march": "March",
            "april": "April",
            "may": "May",
            "june": "June",
            "july": "July",
            "august": "August",
            "september": "September",
            "october": "October",
            "november": "November",
            "december": "December"
        },
        // Not needed atm
        "subProducts": {
            "BAR SNACKS": "BAR SNACKS",
            "CHIPS": "CHIPS"
        }
    }
}